{ 
  "kizze": [
    {"range": "touch", "target": "null", "components": ["Verbal, Somatic"], "duration": "permanent", "description": "This spell allows you to inscribe your personal rune or mark, which can consist of no more than six characters. The writing can be visible or invisible. An arcane mark spell enables you to etch the rune upon any substance without harm to the material upon which it is placed. If an invisible mark is made, a detect magic spell causes it to glow and be visible, though not necessarily understandable.", "castingTime": "1 standard action", "savingThrow": " none", "name": "Arcane Mark", "spellResistance": false},
    {"range": "close", "target": "one creature", "components": ["Verbal, Somatic"], "duration": "permanent", "castingTime": "1 standard action", "name": "Baleful Polymorph"},
    {"range": "personal", "target": "you", "components": ["Verbal, Somatic,  Material (a piece of the creature whose form you plan to assume)"], "duration": "1 min./level (D)", "castingTime": "1 standard action", "name": "Beast Shape"},
    {"range": "null", "target": "null", "components": ["Verbal, Somatic,  Material (octopus or squid tentacle)"], "duration": "null", "castingTime": "1 standard action", "name": "Black Tentacles"},
    {"range": "close", "target": "one living creature", "components": ["Verbal, Somatic"], "duration": "instantaneous", "description": "You cause a living creature that is below 0 hit points but stabilized to resume dying. Upon casting this spell, you target a living creature that has -1 or fewer hit points. That creature begins dying, taking 1 point of damage per round. The creature can be stabilized later normally. This spell causes a creature that is dying to take 1 point of damage.", "castingTime": "1 standard action", "savingThrow": " Will negates", "name": "Bleed", "spellResistance": true},
    {"range": "personal", "target": "you", "components": ["Verbal, Somatic"], "duration": "1 round/level (D)", "description":"", "castingTime": "1 standard action", "name": "Blink"},
    {"range": "personal", "target": "you", "components": ["Verbal, Somatic"], "duration": "1 round/level (D)", "description": "This spell surrounds you with an aura of nothingness that channels mysterious energies.", "castingTime": "1 standard action", "savingThrow": " Reflex for half; see text", "name": "Call the Void", "spellResistance": true},
    {"range": "touch", "target": "s creature or creatures touched (up to one/level)", "components": ["Verbal, Somatic"], "duration": "instantaneous", "description": "A touch from your hand, which glows with blue energy, disrupts the life force of living creatures. Each touch channels negative energy that deals 1d6 points of damage. The touched creature also takes 1 point of Strength damage unless it makes a successful Fortitude savingThrow. You can use this melee touch attack up to one time per level.", "castingTime": "1 standard action", "savingThrow": " Fortitude partial or Will negates; see text", "name": "Chill Touch", "spellResistance": true},
    {"range": "medium (100 ft. + 10 ft./level)", "target": "null", "components": ["Verbal, Somatic"], "duration": "1 min./level", "description": "This spell generates a bank of fog, similar to a fog cloud, except that its vapors are yellowish green and poisonous. These vapors automatically kill any living creature with 3 or fewer HD (no save). A living creature with 4 to 6 HD is slain unless it succeeds on a Fortitude save (in which case it takes 1d4 points of Constitution damage on your turn each round while in the cloud).", "castingTime": "1 standard action", "savingThrow": " Fortitude partial; see text", "name": "Cloudkill", "spellResistance": false},
    {"range": "personal", "target": "you", "components": ["Verbal, Somatic,  Material (pinch of soot and salt)"], "duration": "10 min./level", "castingTime": "1 standard action", "name": "Comprehend Languages"},
    {"range": "null", "target": "null", "components": ["Verbal, Somatic,  Material (three nutshells)"], "duration": "null", "description": "This spell causes a single creature to become confused for 1 round.", "castingTime": "1 standard action", "savingThrow": " Will negates", "name": "Confusion", "spellResistance": true},
    {"name": "Cure Moderate Wounds"},
    {"name": "Cure Serious Wounds"},
    {"range": "null", "target": "null", "components": ["Verbal, Somatic"], "duration": "null", "description": "Depending on the version selected, you create up to four lights that resemble lanterns or torches (and cast that amount of light), or up to four glowing spheres of light (which look like will-o'-wisps), or one faintly glowing, vaguely humanoid shape. The dancing lights must stay within a 10-foot-radius area in relation to each other but otherwise move as you desire (no concentration required): forward or back, up or down, straight or turning corners, or the like. The lights can move up to 100 feet per round. A light winks out if the distance between you and it exceeds the spell's range.", "castingTime": "1 standard action", "savingThrow": " none", "name": "Dancing Lights", "spellResistance": false},
    {"range": "close", "target": "one humanoid creature of 4 HD or less", "components": ["Verbal, Somatic,  Material (a pinch of wool or similar substance)"], "duration": "1 round", "description": "This spell clouds the mind of a humanoid creature with 4 or fewer Hit Dice so that it takes no actions. Humanoids of 5 or more HD are not affected. A dazed subject is not stunned, so attackers get no special advantage against it. After a creature has been dazed by this spell, it is immune to the effects of this spell for 1 minute.", "castingTime": "1 standard action", "savingThrow": " Will negates", "name": "Daze", "spellResistance": true},
    {"range": "null", "target": "null", "components": "null", "duration": "null", "description": "You detect magical auras. The amount of information revealed depends on how long you study a particular area or subject.", "castingTime": "1 standard action", "savingThrow": " none", "name": "Detect Magic", "spellResistance": false},
    {"range": "close", "target": "or Area one creature, one object, or a 5-ft. cube", "components": ["Verbal, Somatic"], "duration": "instantaneous", "description": "You determine whether a creature, object, or area has been poisoned or is poisonous. You can determine the exact type of poison with a DC 20 Wisdom check. A character with the Craft (alchemy) skill may try a DC 20 Craft (alchemy) check if the Wisdom check fails, or may try the Craft (alchemy) check prior to the Wisdom check. The spell can penetrate barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it.", "castingTime": "1 standard action", "savingThrow": " none", "name": "Detect Poison", "spellResistance": false},
    {"range": "null", "target": "null", "components": "V", "duration": "null", "description": "You instantly transfer yourself from your current location to any other spot within range. You always arrive at exactly the spot desired - whether by simply visualizing the area or by stating direction. After using this spell, you can't take any other actions until your next turn. You can bring along objects as long as their weight doesn't exceed your maximum load. You may also bring one additional willing Medium or smaller creature (carrying gear or objects up to its maximum load) or its equivalent per three caster levels. A Large creature counts as two Medium creatures, a Huge creature counts as two Large creatures, and so forth. All creatures to be transported must be in contact with one another, and at least one of those creatures must be in contact with you.", "castingTime": "1 standard action", "savingThrow": " none and Will negates (object)", "name": "Dimension Door", "spellResistance": false},
    {"range": "medium (100 ft. + 10 ft./level)", "target": "one living creature", "components": ["Verbal, Somatic"], "duration": "1 min./level", "description": "This spell fills a single subject with a feeling of horrible dread that causes it to become shaken.", "castingTime": "1 standard action", "savingThrow": " Will negates", "name": "Doom", "spellResistance": true},
    {"range": "close", "target": "one creature", "components": ["Verbal, Somatic"], "duration": "instantaneous; see text", "description": "You unleash a powerful scream, inaudible to all but a single target. The target is dazed for 1 round and takes 1d6 points of sonic damage per two caster levels (maximum 5d6). A successful save negates the daze effect and halves the damage.", "castingTime": "1 standard action", "savingThrow": " Fortitude partial (see text)", "name": "Ear-Piercing Scream", "spellResistance": true},
    {"range": "close", "target": "one humanoid creature", "components": ["Verbal, Somatic"], "duration": "1d4 rounds", "description": "Depending on the creature's alignment and its adherence to its ethos, you can provide it a brief glimpse of the reward or punishment that waits for it when it dies by showing it a mental image of its destined plane in the afterlife. If the target is good-aligned, it is fascinated for 1d4 rounds on a failed save. If the target is neutral-aligned, it is confused for 1d4 rounds on a failed save. If the target is evil-aligned, it is shaken for 1d4 rounds on a failed save.", "castingTime": "1 standard action", "savingThrow": " Will negates", "name": "Early Judgment", "spellResistance": true},
    {"range": "null", "target": "null", "components": ["Verbal, Somatic"], "duration": "null", "description": "You point your finger and fire a black ray of negative energy that suppresses the life force of any living creature it", "castingTime": "1 standard action", "savingThrow": " none", "name": "Enervation", "spellResistance": true},
    {"range": "null", "target": "null", "components": "V", "duration": "null", "description": "The affected creatures or objects fall slowly. Feather fall instantly changes the rate at which the targets fall to a mere 60 feet per round (equivalent to the end of a fall from a few feet), and the subjects take no damage upon landing while the spell is in effect. When the spell duration expires, a normal rate of falling resumes.", "castingTime": "1 immediate action", "savingThrow": " Will negates (harmless) or Will negates (object)", "name": "Feather Fall", "spellResistance": true},
    {"range": "touch", "target": "creature touched", "components": ["Verbal, Somatic,  F (a wing feather)"], "duration": "1 min./level", "description": "This spell functions like fly, except that rather than being sustained by magic, the target grows a ", "castingTime": "1 standard action", "savingThrow": " Will negates (harmless)", "name": "Fly", "spellResistance": true},
    {"range": "touch", "target": "s creature touched", "components": ["Verbal, Somatic"], "duration": "instantaneous", "description": "Your melee touch attack deals 1d6 points of nonlethal cold damage + 1 point per level, and the target is fatigued. The fatigued condition ends when the target recovers from the nonlethal damage. This spell cannot make a creature exhausted even if it is already fatigued. You can use this melee touch attack up to one time per level.", "castingTime": "1 standard action", "savingThrow": " none", "name": "Frostbite", "spellResistance": true},
    {"range": "close (25 ft. +5 ft./2 levels)", "target": "one creature", "components": ["Verbal, Somatic"], "duration": "1d4 rounds", "description": "This enchantment causes a creature to be unable to speak intelligibly. Any effort the target makes to talk, in any language, comes out as a useless mix of unconnected words and noises. Even magic words are affected to some extent; the target has a 20% spell failure chance for any spell it attempts to cast with verbal components, and a 20% chance to incorrectly use a command word to activate a magic item. This spell has no effect on telepathic communication, or the vocalizations of creatures that lack a spoken language.", "castingTime": "1 standard action", "savingThrow": " Will negates", "name": "Fumbletongue", "spellResistance": true},
    {"range": "null", "target": "null", "components": ["Verbal, Somatic,  Material (ground mica)"], "duration": "null", "description": "A cloud of golden particles covers everyone and everything in the area, causing creatures to become blinded and visibly outlining invisible things for the duration of the spell. All within the area are covered by the dust, which cannot be removed and continues to sparkle until it fades. Each round at the end of their turn blinded creatures may attempt new savingThrows to end the blindness effect.", "castingTime": "1 standard action", "savingThrow": " Will negates (blinding only)", "name": "Glitterdust", "spellResistance": false},
    {"range": "null", "target": "null", "components": ["Verbal, Somatic"], "duration": "null", "description": "You create one or more bolts of negative energy infused with shadow pulled from the Shadow Plane.", "castingTime": "1 standard action", "savingThrow": " Reflex negates; see text", "name": "Gloomblind Bolts", "spellResistance": true},
    {"range": "touch", "target": "creature touched", "components": ["Verbal, Somatic"], "duration": "1 minute or until discharged", "description": "", "castingTime": "1 standard action", "savingThrow": " Will negates (harmless)", "name": "Guidance", "spellResistance": true},
    {"name": "Hold Monster"},
    {"range": "medium (100 ft. + 10 ft./level)", "target": "one humanoid creature", "components": ["Verbal, Somatic,  F/DF (a small, straight piece of iron)"], "duration": "1 round/level (D); see text", "description": "The subject becomes paralyzed and freezes in place. It is aware and breathes normally but cannot take any actions, even speech. Each round on its turn, the subject may attempt a new savingThrow to end the effect. This is a full-round action that does not provoke attacks of opportunity. A winged creature who is paralyzed cannot flap its wings and falls. A swimmer can't swim and may drown.", "castingTime": "1 standard action", "savingThrow": " Will negates; see text", "name": "Hold Person", "spellResistance": true},
    {"range": "null", "target": "null", "components": ["Verbal, Somatic,  Material (an eyelash encased in gum arabic)"], "duration": "null", "description": "This spell functions like invisibility, except that the effect moves with the group and is broken when anyone in the group attacks. Individuals in the group cannot see each other. The spell is broken for any individual who moves more than 180 feet from the nearest member of the group. If only two individuals are affected, the one moving away from the other one loses its invisibility. If both are moving away from each other, they both become visible when the distance between them exceeds 180 feet.", "castingTime": "1 standard action", "savingThrow": " Will negates (harmless) or Will negates (harmless, object)", "name": "Invisibility", "spellResistance": true},
    {"range": "personal or close (25 ft. + 5 ft./2 levels)", "target": "you or one willing creature or one object (total weight up to 100 lbs./level)", "components": ["Verbal, Somatic,  F (a leather loop or golden wire bent into a cup shape)"], "duration": "1 min./level (D)", "description": "Levitate allows you to move yourself, another creature, or an object up and down as you wish. A creature must be willing to be levitated, and an object must be unattended or possessed by a willing creature. You can mentally direct the recipient to move up or down as much as 20 feet each round; doing so is a move action. You cannot move the recipient horizontally, but the recipient could clamber along the face of a cliff, for example, or push against a ceiling to move laterally (generally at half its base land speed).", "castingTime": "1 standard action", "savingThrow": " none", "name": "Levitate", "spellResistance": false},
    {"range": "touch", "target": "object touched", "components": ["Verbal, Material (a firefly)"], "duration": "10 min./level", "description": "This spell causes a touched object to glow like a torch, shedding normal light in a 20-foot radius from the point touched, and increasing the light level for an additional 20 feet by one step, up to normal light (darkness becomes dim light, and dim light becomes normal light). In an area of normal or bright light, this spell has no effect. The effect is immobile, but it can be cast on a movable object.", "castingTime": "1 standard action", "savingThrow": " none", "name": "Light", "spellResistance": false},
    {"range": "120 ft.", "target": "null", "components": ["Verbal, Somatic,  Material (fur and a glass rod)"], "duration": "instantaneous", "description": "You release a powerful stroke of electrical energy that deals 1d6 points of electricity damage per caster level (maximum 10d6) to each creature within its area. The bolt begins at your fingertips.", "castingTime": "1 standard action", "savingThrow": " Reflex half", "name": "Lightning Bolt", "spellResistance": true},
    {"range": "touch", "target": "creature touched", "components": ["Verbal, Somatic,  F (a piece of cured leather)"], "duration": "1 hour/level (D)", "description": "An invisible but tangible field of force surrounds the subject of a mage armor spell, providing a +4 armor bonus to AC.", "castingTime": "1 standard action", "savingThrow": " Will negates (harmless)", "name": "Mage Armor", "spellResistance": false},
    {"range": "10 ft.", "target": "one object of up to 1 lb./level", "components": ["Verbal, Somatic"], "duration": "instantaneous", "castingTime": "10 minutes", "name": "Mending"},
    {"range": "medium (100 ft. + 10 ft./level)", "target": "s one creature/level", "components": ["Verbal, Somatic,  F (a piece of copper wire)"], "duration": "10 min./level", "description": "You can whisper messages and receive whispered replies. Those nearby can hear these messages with a DC 25 Perception check. You point your finger at each creature you want to receive the message. When you whisper, the whispered message is audible to all targeted creatures within range. Magical silence, 1 foot of stone, 1 inch of common metal (or a thin sheet of lead), or 3 feet of wood or dirt blocks the spell. The message does not have to travel in a straight line. It can circumvent a barrier if there is an open path between you and the subject, and the path's entire length lies within the spell's range. The creatures that receive the message can whisper a reply that you hear. The spell transmits sound, not meaning; it doesn't transcend language barriers. To speak a message, you must mouth the words and whisper.", "castingTime": "1 standard action", "savingThrow": " none", "name": "Message", "spellResistance": false},
    {"range": "close", "target": "null", "components": ["Verbal, Somatic"], "duration": "instantaneous", "description": "You create a fist-sized, red-hot ball of molten metal that you immediately hurl as a splash weapon. A direct hit deals 2d6 points of fire damage. Every creature within 5 feet of where the ball hits takes 1d6 points of fire damage from the splash (Reflex half). Each of these creatures takes an additional 1d6 points of fire damage on its turn for the next 1d3 rounds, unless it is cooled off (with water, snow, or any effect that deals 5 or more points of cold damage).", "castingTime": "1 standard action", "savingThrow": " none", "name": "Molten Orb", "spellResistance": true},
    {"range": "touch", "target": "null", "components": ["Verbal, Somatic,  Material (sesame seeds)"], "duration": "1 hour/level (D)", "castingTime": "1 standard action", "savingThrow": " none", "name": "Passwall", "spellResistance": false},
    {"range": "touch", "target": "creature touched", "components": ["Verbal, Somatic"], "duration": "10 min./level or until discharged", "description": "Protection from energy grants temporary immunity to the type of energy you specify when you cast it (acid, cold, electricity, fire, or sonic). When the spell absorbs 12 points per caster level of energy damage (to a maximum of 120 points at 10th level), it is discharged.", "castingTime": "1 standard action", "savingThrow": " Fortitude negates (harmless)", "name": "Protection from Energy", "spellResistance": true},
    {"range": "10 ft.", "target": "s 1 cu. ft./level of food and water or one potion; see text", "components": ["Verbal, Somatic"], "duration": "instantaneous", "description": "This spell causes otherwise edible food to rot and spoil instantly, and water and other liquids to become brackish and undrinkable. Holy water and similar food and drink of significance are spoiled by putrefy food and drink, but the spell has no effect on creatures of any type, nor upon unholy water. Water weighs about 8 pounds per gallon. One cubic foot of water contains roughly 8 gallons and weighs about 60 pounds.", "castingTime": "1 standard action", "savingThrow": " Will negates (object)", "name": "Putrefy Food and Drink", "spellResistance": true},
    {"range": "close", "target": "null", "components": ["Verbal, Somatic,  Material (a drop of sweat)"], "duration": "1 min./level", "description": "A black ray projects from your pointing finger. You must succeed on a ranged touch attack with the ray to strike a target.", "castingTime": "1 standard action", "savingThrow": " Fortitude partial; see text", "name": "Ray of Exhaustion", "spellResistance": true},
    {"range": "personal", "target": "you", "components": ["Verbal, Somatic,  F (a clear crystal or mineral prism)"], "duration": "10 min./leveldescription", "castingTime": "1 standard action", "name": "Read Magic"},
    {"range": "touch", "target": "creature touched", "components": ["Verbal, Somatic,  Material (a miniature cloak)"], "duration": "1 minute", "description": "You imbue the subject with magical energy that protects it from harm, granting it a +1 resistance bonus on saves.", "castingTime": "1 standard action", "savingThrow": " Will negates (harmless)", "name": "Resistance", "spellResistance": true},
    {"range": "null", "target": "null", "components": ["Verbal, Somatic,  Material (a pool of water), F (a silver mirror worth 1,000 gp)"], "duration": "null", "description": "This spell functions like scrying, except as noted above. Additionally, all of the following spells function reliably through the sensor: detect chaos, detect evil, detect good, detect law, detect magic, message, read magic, and tongues.", "castingTime": "1 hour", "savingThrow": " Will negates", "name": "Scrying", "spellResistance": true},
    {"range": "null", "target": "null", "components": ["Verbal, Somatic,  Material (fine sand, rose petals, or a live cricket)"], "duration": "null", "description": "A sleep spell causes a magical slumber to come upon 4 HD of creatures. Creatures with the fewest HD are affected first. Among creatures with equal HD, those who are closest to the spell's point of origin are affected first. HD that are not sufficient to affect a creature are wasted. Sleeping creatures are helpless. Slapping or wounding awakens an affected creature, but normal noise does not. Awakening a creature is a standard action (an application of the aid another action). Sleep does not target unconscious creatures, constructs, or undead creatures.", "castingTime": "1 round", "savingThrow": " Will negates", "name": "Sleep", "spellResistance": true},
    {"range": "close", "target": "s one Fine object", "components": "V or S", "duration": "instantaneous", "description": "You can make an unattended Fine flammable object catch on fire. This works as if you were using flint and steel except that you can use spark in any sort of weather and it takes much less time to actually ignite an object. ", "castingTime": "1 standard action", "savingThrow": " Fortitude negates (object)", "name": "Spark", "spellResistance": true},
    {"range": "null", "target": "null", "components": ["Verbal, Somatic,  Material (rare inks worth 250 gp)"], "duration": "null", "castingTime": "1 round", "name": "Spite"},
    {"range": "close", "target": "one living creature", "components": "V,S", "duration": "instantaneous", "description": "Upon casting this spell, you target a living creature that has –1 or fewer hit points. That creature is automatically stabilized and does not lose any further hit points. If the creature later takes damage, it continues dying normally.", "castingTime": "1 standard action", "savingThrow": " Will negates (harmless)", "name": "Stabilize", "spellResistance": true},
    {"range": "touch", "target": "s one living creature touched per three levels", "components": ["Verbal, Somatic"], "duration": "1 hour/level", "description": "When you need to keep track of comrades who may get separated, status allows you to mentally monitor their relative positions and general condition. You are aware of direction and distance to the creatures and any conditions affecting them: unharmed, wounded, disabled, staggered, unconscious, dying, nauseated, panicked, stunned, poisoned, diseased, confused, or the like. Once the spell has been cast upon the subjects, the distance between them and the caster does not affect the spell as long as they are on the same plane of existence. If a subject leaves the plane, or if it dies, the spell ceases to function for it.", "castingTime": "1 standard action", "savingThrow": " Will negates (harmless)", "name": "Status", "spellResistance": true},
    {"range": "close", "target": "s one living creature", "components": ["Verbal, Somatic,  Material (a vial containing a bit of the caster's breath)"], "duration": "3 rounds", "description": "This spell functions as suffocation except as noted above. Note that the duration of this spell is much longer, forcing those suffering from the effect to make far more Fortitude saves to stave off eventual suffocation.", "castingTime": "1 standard action", "savingThrow": " Fortitude partial", "name": "Suffocation", "spellResistance": true},
    {"range": "null", "target": "null", "components": "V", "duration": "null", "description": "This spell functions like teleport, except that there is no range limit and there is no chance you arrive off target. In addition, you need not have seen the destination, but in that case you must have at least a reliable description of the place to which you are teleporting. If you attempt to teleport with insufficient information (or with misleading information), you disappear and simply reappear in your original location. Interplanar travel is not possible.", "castingTime": "1 standard action", "savingThrow": " none and Will negates (object)", "name": "Teleport", "spellResistance": false},
    {},
    {"range": "touch", "target": "creature touched", "components": ["Verbal, Somatic,  Material (a drop of sweat)"], "duration": "1 round/level", "description": "You channel negative energy through your touch, fatiguing the target. You must succeed on a touch attack to strike a target. The subject is immediately fatigued for the spell's duration.", "castingTime": "1 standard action", "savingThrow": " Fortitude negates", "name": "Touch of Fatigue", "spellResistance": true},
    {"range": "touch", "target": "living creature touched", "components": ["Verbal, Somatic"], "duration": "10 min./level", "description": "With a touch, you reduce the target's mental faculties. Your successful melee touch attack applies a 1d6 penalty to the target's Intelligence, Wisdom, and Charisma scores. This penalty can't reduce any of these scores below 1.", "castingTime": "1 standard action", "savingThrow": " no", "name": "Touch of Idiocy", "spellResistance": true},
    {"range": "touch", "target": "living creature touched", "components": ["Verbal, Somatic"], "duration": "instantaneous/1 hour; see text", "description": "You must succeed on a melee touch attack. Your touch deals 1d6 points of damage per two caster levels (maximum 10d6). You gain temporary hit points equal to the damage you deal. You can't gain more than the subject's current hit points + the subject's Constitution score (which is enough to kill the subject). The temporary hit points disappear 1 hour later.", "castingTime": "1 standard action", "savingThrow": " none", "name": "Vampiric Touch", "spellResistance": true},
    {"range": "close", "target": "null", "components": ["Verbal, F (parchment rolled into cone)"], "duration": "1 min./level (D)", "description": "You can make your voice (or any sound that you can normally make vocally) seem to issue from someplace else. You can speak in any language you know. With respect to such voices and sounds, anyone who hears the sound and rolls a successful save recognizes it as illusory (but still hears it).", "castingTime": "1 standard action", "savingThrow": " Will disbelief (if interacted with)", "name": "Ventriloquism", "spellResistance": false},
    {"range": "medium (100 ft. + 10 ft./level)", "target": "null", "components": ["Verbal, Somatic,  Material (spider web)"], "duration": "10 min./level (D)", "description": "Web creates a many-layered mass of strong, sticky strands. These strands trap those caught in them. The strands are similar to spiderwebs but far larger and tougher. These masses must be anchored to two or more solid and diametrically opposed points or else the web collapses upon itself and disappears. Creatures caught within a web become grappled by the sticky fibers. Attacking a creature in a web doesn't cause you to become grappled.", "castingTime": "1 standard action", "savingThrow": " Reflex negates; see text", "name": "Web", "spellResistance": false}
  ]
}